{
  "truth": {
    "sfw": [
      "What's your biggest fear?",
      "What was your most embarrassing moment in school?",
      "If you could learn one skill instantly, what would it be?",
	  "What's the most embarrassing thing that’s ever happened to you in public?",
	"Have you ever laughed at the wrong moment?",
	"What’s the weirdest dream you’ve ever had?",
	"Who was your very first crush?",
	"What’s the longest time you’ve gone without sleeping?",
	"Have you ever pretended to be sick to skip school or work?",
	"What’s a hobby you’ve always wanted to try but never did?",
	"What’s the silliest fear you had as a kid?",
	"Have you ever sung in front of a mirror?",
	"What’s the weirdest food combination you secretly like?",
	"Have you ever forgotten someone’s name right after they told you?",
	"What’s a lie you once told that people still believe?",
	"What’s the longest TV show binge you’ve done in one sitting?",
	"Who was your childhood hero?",
	"Have you ever worn mismatched socks on purpose?",
	"What’s the worst haircut you ever had?",
	"What’s your favorite comfort food?",
	"Have you ever gotten lost in your own neighborhood?",
	"What’s the most random fact you know?",
	"What was your favorite cartoon growing up?",
	"Have you ever been caught talking to yourself?",
	"What’s the weirdest smell you like?",
	"What’s a song you know all the lyrics to?",
	"What’s the funniest movie you’ve ever watched?",
	"What’s something you believed in as a kid that turned out false?",
	"Have you ever accidentally texted the wrong person?",
	"Who’s the funniest person you know in real life?",
	"What’s the most awkward handshake or hug you’ve had?",
	"What’s your guilty pleasure TV show or movie?",
	"Have you ever tried to copy a celebrity hairstyle?",
	"What’s the worst grade you ever got in school?",
	"Have you ever accidentally said 'love you' to the wrong person?",
	"What’s your go-to excuse when you’re late?",
	"What’s the most useless talent you have?",
	"What’s a challenge you’ve done that you regret?",
	"Have you ever tried a strange home remedy?",
	"Who in your life makes you laugh the hardest?",
	"Have you ever tripped while walking up stairs?",
	"What’s your favorite holiday tradition?",
	"What’s your favorite board game?",
	"What’s the most ridiculous thing you’ve ever believed?",
	"Who was your first best friend?",
	"What’s the silliest nickname you’ve ever had?",
	"Have you ever danced alone in your room?",
	"What’s the strangest thing you’ve ever eaten?",
	"Have you ever forgotten an important date?",
	"What’s the funniest joke you know by heart?",
	"What’s your favorite ice cream flavor?",
	"Have you ever laughed so hard you cried?",
	"Who do you call first when something exciting happens?",
	"What’s the most random thing in your room right now?",
	"Have you ever fallen asleep in class or at work?",
	"What’s the weirdest gift you’ve ever received?",
	"Have you ever worn your clothes inside out by mistake?",
	"What’s your favorite childhood memory?",
	"What’s a food you absolutely hate?",
	"Have you ever talked in your sleep?",
	"What’s the last thing you Googled?",
	"What’s the most awkward outfit you’ve ever worn?",
	"Have you ever gotten stage fright?",
	"What’s your favorite animal?",
	"What’s the most boring class or meeting you’ve ever been in?",
	"Have you ever cried while watching a movie?",
	"What’s a word you always mispronounce?",
	"What’s your favorite outdoor activity?",
	"Have you ever locked yourself out of your house?",
	"What’s the weirdest text message you’ve ever received?",
	"Who’s your favorite teacher you ever had?",
	"What’s your favorite snack combo?",
	"What’s the silliest way you’ve ever hurt yourself?",
	"Have you ever gotten caught sleeping in public?",
	"What’s your most-used emoji?",
	"What’s a habit you wish you could break?",
	"What’s your go-to dance move?",
	"What’s the most awkward thing you’ve said in an interview?",
	"What’s your least favorite chore?",
	"Have you ever forgotten lyrics while singing?",
	"What’s your favorite game to play with friends?",
	"What’s the strangest conversation you’ve overheard?",
	"Have you ever worn pajamas in public?",
	"What’s your favorite subject in school?",
	"What’s the most awkward photo of you?",
	"What’s your favorite dessert?",
	"Have you ever said something embarrassing in your sleep?",
	"What’s your go-to karaoke song?",
	"What’s the funniest autocorrect fail you’ve had?",
	"Have you ever gotten lost in a mall?",
	"What’s your favorite weather?",
	"Who’s your favorite fictional character?",
	"Have you ever accidentally waved at a stranger?",
	"What’s the strangest thing you’ve ever collected?",
	"What’s the longest book you’ve ever read?",
	"What’s the funniest face you can make?",
	"Have you ever tripped in front of a crush?",
	"What’s the best prank you’ve ever seen?",
	"What’s your favorite childhood toy?",
	"Have you ever forgotten where you parked?",
	"What’s your go-to comfort show?",
	"What’s the weirdest place you’ve fallen asleep?",
	"What’s a silly superstition you secretly follow?"
    ],
    "nsfw": [
      "What's your wildest consensual fantasy?",
      "Have you ever sent a spicy text to the wrong person?",
	  "Have you ever had sex in public?",
	"What’s the wildest place you’ve done it?",
	"Have you ever had a one-night stand?",
	"Do you enjoy giving oral or receiving more?",
	"What’s your favorite sex position?",
	"Have you ever sent nudes?",
	"What’s the riskiest place you’ve masturbated?",
	"Have you ever been caught watching porn?",
	"Do you prefer rough sex or slow and sensual?",
	"Have you ever had sex with more than one person in the same day?",
	"Do you enjoy dirty talk?",
	"What’s your biggest sexual fantasy?",
	"Have you ever role-played in bed?",
	"What’s the dirtiest thought you’ve had today?",
	"Have you ever tried bondage?",
	"What turns you on the most instantly?",
	"Have you ever joined the mile-high club?",
	"What’s your favorite porn category?",
	"Have you ever used a sex toy on yourself?",
	"What’s the loudest you’ve ever been during sex?",
	"Have you ever had phone sex?",
	"Would you ever record yourself having sex?",
	"What’s the longest time you’ve gone without sex?",
	"Have you ever been walked in on while having sex?",
	"Do you like being dominant or submissive?",
	"What’s the hottest outfit someone could wear for you?",
	"Have you ever faked an orgasm?",
	"What’s your favorite part of your partner’s body?",
	"Have you ever had shower sex?",
	"Do you like being spanked?",
	"Have you ever had a sex dream about someone unexpected?",
	"What’s the most people you’ve kissed in one night?",
	"Have you ever tried anal play?",
	"Do you like quickies or long sessions?",
	"Have you ever used food in bed?",
	"What’s your biggest turn-off?",
	"Have you ever sexted someone?",
	"Do you prefer lights on or off during sex?",
	"Have you ever watched porn with a partner?",
	"What’s your favorite position to finish in?",
	"Have you ever slept with someone and regretted it?",
	"Do you enjoy morning sex?",
	"Have you ever had sex outdoors?",
	"What’s the kinkiest thing you’ve ever done?",
	"Do you enjoy being teased?",
	"Have you ever tied someone up?",
	"Have you ever been tied up?",
	"What’s your favorite kind of foreplay?",
	"Have you ever had sex in a car?",
	"Would you ever do a threesome?",
	"Do you enjoy dirty pictures?",
	"What’s your favorite body part on yourself?",
	"Have you ever had sex with a friend?",
	"Do you like biting during sex?",
	"Have you ever had a crush on a teacher?",
	"What’s the dirtiest text you’ve ever sent?",
	"Have you ever been skinny dipping?",
	"Do you like sex with music or silence?",
	"Have you ever kissed someone of the same gender?",
	"What’s the strangest roleplay you’ve tried?",
	"Do you like lingerie?",
	"Have you ever used handcuffs in bed?",
	"What’s your favorite dirty word?",
	"Have you ever masturbated more than three times in a day?",
	"Do you prefer rough kisses or gentle ones?",
	"Have you ever watched someone else having sex?",
	"Have you ever done something sexual in front of a mirror?",
	"Would you ever visit a sex club?",
	"What’s the most embarrassing thing that’s happened during sex?",
	"Have you ever hooked up with someone you met online?",
	"Do you like being scratched in bed?",
	"Have you ever sent a risky text to the wrong person?",
	"What’s your favorite position to give oral?",
	"Have you ever roleplayed as strangers?",
	"Do you like sex toys in the bedroom?",
	"Have you ever made a sex tape?",
	"Would you let your partner blindfold you?",
	"Have you ever had a quickie in a bathroom?",
	"Do you like being called names in bed?",
	"Have you ever masturbated to a fantasy about someone you shouldn’t?",
	"What’s the wildest thing you’ve done at a party?",
	"Do you enjoy showering together?",
	"Have you ever tried edging?",
	"Do you like talking dirty over text?",
	"Have you ever fantasized about a celebrity?",
	"Do you like giving hickeys?",
	"Have you ever had sex on the floor?",
	"Would you ever do roleplay with costumes?",
	"Have you ever been naked outdoors?",
	"What’s your favorite time of day for sex?",
	"Do you like watching your partner masturbate?",
	"Have you ever been surprised with sex in an unusual place?",
	"Would you ever try BDSM seriously?",
	"Have you ever licked whipped cream or chocolate off someone?",
	"Do you enjoy hair pulling in bed?",
	"Have you ever hooked up at work?",
	"Would you ever try sex in front of a mirror wall?",
	"Have you ever had makeup sex?",
	"What’s the naughtiest thought you’ve had about someone here?",
	"Do you like teasing more or being teased?",
	"Have you ever tried 69?",
	"Would you let someone dominate you completely?",
	"Have you ever sexted at work/school?",
	"Do you enjoy strip teases?",
	"Have you ever been to a nude beach?",
	"Do you like being choked lightly in bed?",
	"What’s your favorite place to be kissed besides your lips?",
	"Have you ever watched porn with headphones and almost got caught?",
	"Would you ever try shower toys?",
	"Have you ever fantasized about a friend’s partner?",
	"Do you enjoy roleplay with power dynamics?",
	"Have you ever skinny dipped at night?",
	"What’s the dirtiest photo you’ve taken?",
	"Do you prefer making love or rough sex?",
	"Have you ever licked someone’s body during sex?",
	"Would you ever attend an adult party?",
	"Have you ever been naked with multiple people at once?",
	"Do you like sex standing up?",
	"Have you ever shared a bed and things escalated?",
	"What’s your favorite kind of porn scenario?",
	"Have you ever had silent sex so nobody would hear?",
	"Would you ever have sex on a beach?",
	"Have you ever touched yourself to the thought of someone here?",
	"What’s your favorite place to be touched?",
	"Do you like sending voice notes when turned on?",
	"Have you ever done roleplay as strangers meeting in a bar?",
	"Would you ever try wax play?",
	"Do you enjoy mutual masturbation?",
	"Have you ever had sex while drunk?",
	"Do you prefer oral before or after sex?",
	"Have you ever done something sexual in the kitchen?",
	"Would you ever let someone film you secretly if you trusted them?",
	"Have you ever slept naked with someone without sex?",
	"Do you like spanking others?",
	"Have you ever fantasized about someone older?",
	"Would you ever try anal beads or plugs?",
	"Have you ever played strip poker?",
	"Do you enjoy fingering or handjobs more?",
	"Have you ever hooked up at a festival or concert?",
	"Would you ever do sex outdoors in daylight?",
	"Have you ever had sex against a wall?",
	"Do you like being called daddy/mommy in bed?",
	"Have you ever tasted yourself on your partner?",
	"Would you ever do a sex challenge for 24 hours?",
	"Have you ever had sex in the shower with soap everywhere?",
	"Do you like watching yourself in the mirror during sex?",
	"Have you ever hooked up with a stranger?",
	"Would you ever try a swinger party?",
	"Do you like being tied spread-eagle?",
	"Have you ever had sex under the stars?",
	"Would you ever have sex in a pool?",
	"Do you enjoy roleplay involving authority (teacher, boss, cop)?",
	"Have you ever gone commando for a date?",
	"Do you like sexting with pictures or just words?",
	"Have you ever worn lingerie or sexy underwear for someone?",
	"Would you ever try public humiliation play?",
	"Do you like morning quickies?",
	"Have you ever masturbated in a risky place like school or work?",
	"Would you ever let your partner pick porn to watch together?",
	"Have you ever gotten horny while on a video call?",
	"Do you like sex in silence or with loud moans?",
	"Have you ever hooked up while someone else was in the same house?",
	"Would you ever let someone record your moans?",
	"Do you like biting or being bitten?",
	"Have you ever kissed more than one person in a single night passionately?",
	"Would you ever sleep with a couple as their third?",
	"Do you like dressing up in roleplay outfits?",
	"Have you ever been too loud during sex and had to stop?",
	"Would you ever share your fantasies openly in public?"
    ]
  },
  "dare": {
    "sfw": [
      "Do 10 push-ups right now and report back!",
      "Talk in a movie-trailer voice for the next 2 minutes.",
	  "Do 10 jumping jacks right now.",
	"Speak in an accent for the next 3 turns.",
	"Send a funny selfie to the group.",
	"Do your best impression of a cartoon character.",
	"Post the last photo you took on your phone.",
	"Eat something without using your hands.",
	"Text your friend 'I like turtles' with no context.",
	"Balance a book on your head for 30 seconds.",
	"Act like a chicken until your next turn.",
	"Sing the chorus of your favorite song.",
	"Send a random GIF that matches your mood.",
	"Do your best dance move and describe it.",
	"Talk in rhymes for the next 2 turns.",
	"Draw something blindfolded and show it.",
	"Do 5 pushups right now.",
	"Say the alphabet backward.",
	"Show the oldest selfie in your gallery.",
	"Spin around 5 times and walk in a straight line.",
	"Do your best evil laugh.",
	"Take a silly face selfie and send it.",
	"Whistle a tune for 10 seconds.",
	"Do your best superhero pose.",
	"Say 'I’m a potato' three times.",
	"Make up a silly nickname for yourself.",
	"Pretend to be a waiter/waitress and take someone’s order.",
	"Balance on one foot for 20 seconds.",
	"Try to lick your elbow and send proof.",
	"Type with your non-dominant hand for the next 3 turns.",
	"Speak without moving your lips for 1 turn.",
	"Send a picture of your socks.",
	"Do 10 squats.",
	"Send a voice note of you singing badly.",
	"Act like a robot for 15 seconds.",
	"Draw a quick doodle and show it.",
	"Do a funny dance for 15 seconds (describe it).",
	"Meow like a cat until your next turn.",
	"Pretend to sneeze dramatically.",
	"Do your best impression of your teacher/boss.",
	"Show the last meme you saved.",
	"Say something with your mouth full of water (safely).",
	"Send a voice note laughing uncontrollably.",
	"Take a selfie with the weirdest face you can make.",
	"Do your best impression of a baby.",
	"Hop on one foot 10 times.",
	"Send a random animal picture from your gallery.",
	"Make up a new handshake with someone.",
	"Do a tongue twister 3 times fast.",
	"Draw a smiley face with your eyes closed.",
	"Act like your favorite celebrity.",
	"Pretend to be an old person for 1 turn.",
	"Send a random screenshot from your phone.",
	"Tell a joke in a serious tone.",
	"Act like you’re playing the drums for 10 seconds.",
	"Post the 5th picture in your gallery.",
	"Speak like a robot until your next turn.",
	"Balance a spoon on your nose for 10 seconds.",
	"Pretend you’re an announcer at a sports game.",
	"Take a selfie pretending you’re surprised.",
	"Act like you’re stuck in slow motion.",
	"Say 'banana' after everything you say until your next turn.",
	"Draw a flower and show it.",
	"Do your best impression of someone in the group.",
	"Send a voice note saying 'good morning' in a silly voice.",
	"Do your best animal impression.",
	"Send a selfie with the silliest filter you can find.",
	"Clap your hands 20 times.",
	"Say something nice about the person on your right.",
	"Do a tongue-out selfie.",
	"Spell your name backward.",
	"Send a picture of what’s in front of you right now.",
	"Sing the alphabet song.",
	"Act like a dog until your next turn.",
	"Do your best impression of a villain.",
	"Send a random emoji spam (10 emojis).",
	"Say the name of a fruit after every sentence until your turn ends.",
	"Draw a stick figure family and show it.",
	"Pretend to be a news reporter for 15 seconds.",
	"Send a funny meme without context.",
	"Spin in your chair 3 times.",
	"Do your best impression of a YouTuber.",
	"Whisper everything you type until your turn ends.",
	"Take a selfie pretending you’re angry.",
	"Do a fake cry for 10 seconds.",
	"Send a random line from a song.",
	"Act like you’re swimming for 5 seconds.",
	"Say a tongue twister slowly.",
	"Show your favorite object near you.",
	"Act like a waiter bringing food.",
	"Type only in CAPITALS for the next 2 turns.",
	"Send a picture of something red near you.",
	"Pretend to take a call and act it out.",
	"Do 3 sit-ups.",
	"Send a random selfie with your hand on your head.",
	"Make a funny face and keep it until your next turn.",
	"Send a voice note saying 'I am the best!'",
	"Act like you’re scared of something invisible.",
	"Send the funniest sticker/GIF you have."
    ],
    "nsfw": [
      "Type only in pickup lines for the next 5 minutes.",
      "Send a (non-graphic) cringey poem to your last DM contact.",
	  "Send a dirty emoji spam to the group.",
	"Whisper something naughty to the person next to you.",
	"Send a random nude (or suggestive pic) from your gallery to your partner.",
	"Write a fake sext and send it to someone random (not explaining why).",
	"Act out your favorite sex position (with clothes on).",
	"Text your crush something flirty right now.",
	"Do your best fake orgasm moan loudly.",
	"Send the dirtiest pickup line you know to someone here.",
	"Take off a piece of clothing right now.",
	"Send a voice note moaning the person’s name who dared you.",
	"Lick your finger slowly while staring into the camera.",
	"Send the last dirty message you sent in DMs (no context).",
	"Spank yourself five times and say 'thank you' after each one.",
	"Act like a stripper for 30 seconds.",
	"Put something phallic-shaped in your mouth seductively.",
	"Take a sexy selfie and send it to the group (clothed but suggestive).",
	"Read out loud the dirtiest text you’ve ever sent.",
	"Fake a sex scene using only your voice.",
	"Say 'I’m horny' in your sexiest voice.",
	"Show your tongue in the most seductive way possible.",
	"Write 'I’m horny' as your status for the next hour.",
	"Send a random porn link to the chat.",
	"Act like you’re tied up for 20 seconds.",
	"Demonstrate your favorite sex position on a pillow.",
	"Send a selfie pretending you just had sex.",
	"Post your favorite porn category (no explanations).",
	"Send a risky selfie from your gallery.",
	"Describe in detail how you masturbate.",
	"Write a one-sentence dirty fanfiction about someone here.",
	"Send a tongue pic.",
	"Say 'I want you' to the last person who messaged you privately.",
	"Do a short sexy dance and share a video.",
	"Send a GIF that matches your current mood in bed.",
	"Send a dirty riddle and make others solve it.",
	"Put ice on your body and describe how it feels.",
	"Send a naughty truth about yourself nobody knows.",
	"Text 'I’m wet/hard' to a random contact.",
	"Send the dirtiest song lyric you can find.",
	"Describe your favorite body part using only emojis.",
	"Make your sexiest face and send a selfie.",
	"Record a voice note whispering 'yes daddy/mommy' three times.",
	"Send your last Google search (uncensored).",
	"Write the word 'SEX' 20 times and send it.",
	"Moan a celebrity’s name in voice chat.",
	"Send a flirty compliment to a stranger in DMs.",
	"Describe the last time you got horny in detail.",
	"Send your favorite position as just emojis.",
	"Write 'I need to be fucked' somewhere public (status/profile).",
	"Post your search history screenshot (censor if needed).",
	"Spell out 'ORGASM' with your body (or try to).",
	"Draw a penis or boobs and send it.",
	"Send a kiss emoji spam to the group.",
	"Put your finger in your mouth and take a picture.",
	"Send your favorite porn title.",
	"Show your bed right now with a selfie or pic.",
	"Act like a pornstar for 15 seconds.",
	"Say 'harder' in your sexiest voice.",
	"Send a naughty selfie but crop it funny.",
	"Act like you’re riding something invisible.",
	"Type the first dirty word that comes to your mind.",
	"Send a selfie with your tongue out like you’re licking.",
	"Act like you’re giving a blowjob/going down on someone.",
	"Write a fantasy you’ve never shared.",
	"Send a voice note saying 'fuck me' as seductively as possible.",
	"Send the dirtiest line you know from a movie or series.",
	"Send a snap pretending you’re naked (but clothed).",
	"Send a random sext to someone in the group privately.",
	"Describe your favorite sex position in detail.",
	"Send your most recent sexy thought.",
	"Send your favorite porn star’s name.",
	"Put a blanket over you and act like you’re masturbating.",
	"Send a photo of your bedroom lights off.",
	"Send three emojis that describe your sex life.",
	"Type moans in chat for 30 seconds.",
	"Send a suggestive pic of your lips.",
	"Write 'I want sex now' backwards in chat.",
	"Send your favorite position using only letters (ex: 'doggy').",
	"Act like you just finished an orgasm in voice.",
	"Send your favorite porn category in GIF form.",
	"Send the word 'Daddy/Mommy' 10 times in a row.",
	"Post a screenshot of your chat with your crush.",
	"Send a random sexy GIF.",
	"Send a pic of your hand in a suggestive pose.",
	"Record yourself breathing heavily.",
	"Send the hottest roleplay scenario you can think of.",
	"Act like you’re being spanked for 20 seconds.",
	"Send a selfie biting your lip.",
	"Send your favorite sexy emoji combination.",
	"Type your favorite sex position without explaining it.",
	"Send the dirtiest line you can imagine right now.",
	"Put your tongue out and try to touch your nose, send a selfie.",
	"Record yourself saying 'Yes, harder' in your sexiest voice.",
	"Send a blurred pic of your body (clothed).",
	"Send a flirty goodnight text to someone random.",
	"Send a voice note pretending you’re moaning someone’s name.",
	"Send a random porn screenshot (censored if needed).",
	"Act like you’re making out with someone for 10 seconds.",
	"Send your hottest fantasy in one sentence."
    ]
  },
  "wyr": {
    "sfw": [
      "Would you rather be able to fly or be invisible?",
      "Would you rather never need sleep or never need food?",
	  "Would you rather be able to fly or be invisible?",
	"Would you rather live without music or live without TV?",
	"Would you rather always be too hot or always be too cold?",
	"Would you rather never have homework again or never have chores again?",
	"Would you rather have a pet dragon or a pet unicorn?",
	"Would you rather be able to teleport or time travel?",
	"Would you rather eat only pizza for a year or eat only ice cream for a year?",
	"Would you rather be super strong or super fast?",
	"Would you rather live in a treehouse or in an underwater house?",
	"Would you rather be able to talk to animals or speak every language?",
	"Would you rather live in space or under the sea?",
	"Would you rather have no internet for a week or no phone for a week?",
	"Would you rather never have to sleep or never have to eat?",
	"Would you rather be a famous singer or a famous actor?",
	"Would you rather spend a day in the future or a day in the past?",
	"Would you rather always sing instead of talk or always dance instead of walk?",
	"Would you rather be a superhero or a wizard?",
	"Would you rather have a rewind button or a pause button in life?",
	"Would you rather have a personal chef or a personal driver?",
	"Would you rather be able to breathe underwater or fly in the sky?",
	"Would you rather live in a castle or on a spaceship?",
	"Would you rather only eat sweet foods or only eat salty foods?",
	"Would you rather be really tall or really short?",
	"Would you rather never use social media again or never watch TV again?",
	"Would you rather be famous on YouTube or famous on TikTok?",
	"Would you rather live in the mountains or on the beach?",
	"Would you rather always be 10 minutes early or always be 20 minutes late?",
	"Would you rather have the power of invisibility or mind reading?",
	"Would you rather never have to brush your teeth again or never have to shower again?",
	"Would you rather have unlimited video games or unlimited candy?",
	"Would you rather be friends with a superhero or a talking animal?",
	"Would you rather always have summer or always have winter?",
	"Would you rather play sports or play video games forever?",
	"Would you rather be able to shrink to tiny size or grow giant?",
	"Would you rather live in a world made of candy or toys?",
	"Would you rather be a great dancer or a great singer?",
	"Would you rather always laugh uncontrollably or cry uncontrollably?",
	"Would you rather never have to do chores or never have to go to school?",
	"Would you rather have a flying carpet or a magic wand?",
	"Would you rather live without books or without movies?",
	"Would you rather have unlimited ice cream or unlimited cake?",
	"Would you rather always speak in riddles or always sing when you talk?",
	"Would you rather be the funniest person in the room or the smartest?",
	"Would you rather go camping in the woods or stay in a luxury hotel?",
	"Would you rather be famous for sports or famous for science?",
	"Would you rather have a jetpack or a hoverboard?",
	"Would you rather live in a video game world or a cartoon world?",
	"Would you rather have rainbow-colored hair or glow-in-the-dark skin?",
	"Would you rather be able to talk to dogs or to cats?",
	"Would you rather always whisper or always shout?",
	"Would you rather never eat chocolate again or never eat pizza again?",
	"Would you rather explore a jungle or explore a desert?",
	"Would you rather live in a world without music or without movies?",
	"Would you rather spend a week at Disneyland or a week at the beach?",
	"Would you rather have an extra finger or an extra toe?",
	"Would you rather only be able to walk backward or only crawl?",
	"Would you rather always wear pajamas or always wear fancy clothes?",
	"Would you rather eat something spicy or something super sour?",
	"Would you rather be a detective or a pilot?",
	"Would you rather be able to freeze time or move really fast?",
	"Would you rather go without internet for a year or without snacks?",
	"Would you rather ride a roller coaster or go skydiving?",
	"Would you rather be the oldest sibling or the youngest?",
	"Would you rather spend a day with your favorite celebrity or your best friend?",
	"Would you rather have x-ray vision or super hearing?",
	"Would you rather be able to never get tired or never get hungry?",
	"Would you rather always have to rhyme when you talk or sing everything?",
	"Would you rather live on Mars or live on the Moon?",
	"Would you rather always smell like pizza or always smell like cookies?",
	"Would you rather own a robot or a magical pet?",
	"Would you rather be able to change the weather or change your appearance?",
	"Would you rather be the fastest runner or the best swimmer?",
	"Would you rather live in the city or the countryside?",
	"Would you rather have your dream job or win the lottery?",
	"Would you rather eat only fruits or only vegetables?",
	"Would you rather live in a house made of candy or a house made of Lego?",
	"Would you rather never feel pain or never feel fear?",
	"Would you rather be able to visit any place instantly or bring any object instantly?",
	"Would you rather have endless energy or endless money?",
	"Would you rather always wear clown shoes or always wear a clown wig?",
	"Would you rather be able to talk to plants or control fire?",
	"Would you rather live 100 years in the future or 100 years in the past?",
	"Would you rather always hiccup or always sneeze?",
	"Would you rather live without games or without movies?",
	"Would you rather go on a safari or go scuba diving?",
	"Would you rather be rich and unknown or poor and famous?",
	"Would you rather live with your favorite movie character or your favorite cartoon character?",
	"Would you rather be the best at drawing or the best at sports?",
	"Would you rather always have to hop instead of walk or crawl instead of run?",
	"Would you rather only be able to text or only be able to call?",
	"Would you rather live in a haunted house or a spaceship?",
	"Would you rather spend a year in winter or a year in summer?",
	"Would you rather be a superhero with no powers or a villain with all the powers?",
	"Would you rather go on an adventure or stay home with unlimited games?",
	"Would you rather never use YouTube again or never use TikTok again?",
	"Would you rather eat pancakes for breakfast every day or cereal every day?",
	"Would you rather be able to glow in the dark or change your voice?",
	"Would you rather be the leader of a team or the helper of a team?",
	"Would you rather have wings or a mermaid tail?",
	"Would you rather have a million toys or a million books?",
	"Would you rather explore outer space or explore deep oceans?",
	"Would you rather have a picnic in the park or a barbecue in the backyard?",
	"Would you rather spend a day at the zoo or at the aquarium?",
	"Would you rather go camping in the forest or stay in a cabin by the lake?",
	"Would you rather play board games all day or video games all day?",
	"Would you rather draw a picture or write a story?",
	"Would you rather go to the beach or go to the mountains?",
	"Would you rather ride a bike or ride a skateboard?",
	"Would you rather take a hot air balloon ride or a helicopter ride?",
	"Would you rather go to a concert or go to a sports game?",
	"Would you rather have a snowball fight or a water balloon fight?",
	"Would you rather go to the library or go to the museum?",
	"Would you rather spend a day reading or a day watching movies?",
	"Would you rather learn how to cook or learn how to paint?",
	"Would you rather go ice skating or roller skating?",
	"Would you rather take photos or be in photos?",
	"Would you rather spend a day with friends or a day with family?",
	"Would you rather go bowling or go mini golfing?",
	"Would you rather play soccer or play basketball?",
	"Would you rather build a sandcastle or build a snowman?",
	"Would you rather play in the rain or play in the snow?",
	"Would you rather go fishing or go hiking?",
	"Would you rather ride a horse or ride a camel?",
	"Would you rather go to a birthday party or throw a birthday party?",
	"Would you rather ride a train or ride a boat?",
	"Would you rather go on a treasure hunt or go on a scavenger hunt?",
	"Would you rather play hide and seek or tag?",
	"Would you rather eat pancakes for dinner or pizza for breakfast?",
	"Would you rather visit a farm or visit a city?",
	"Would you rather go to the circus or go to a carnival?",
	"Would you rather sing karaoke or dance on stage?",
	"Would you rather play an instrument or learn to DJ?",
	"Would you rather visit outer space or the bottom of the ocean?",
	"Would you rather be able to talk to birds or to fish?",
	"Would you rather have a garden of flowers or a garden of vegetables?",
	"Would you rather go to the playground or go swimming?",
	"Would you rather be good at math or good at art?",
	"Would you rather write with a pen or with a pencil?",
	"Would you rather play chess or play checkers?",
	"Would you rather be really good at puzzles or really good at video games?",
	"Would you rather go to a science fair or a talent show?",
	"Would you rather have a swimming pool or a trampoline?",
	"Would you rather live in a tiny house or a treehouse?",
	"Would you rather design clothes or design video games?",
	"Would you rather always have summer break or winter break?",
	"Would you rather play in a band or play in a sports team?",
	"Would you rather go to the future or go back to the past?",
	"Would you rather climb a mountain or explore a cave?",
	"Would you rather go on a roller coaster or a Ferris wheel?",
	"Would you rather have a big birthday cake or lots of small cupcakes?",
	"Would you rather eat spaghetti with chopsticks or pizza with a spoon?",
	"Would you rather have rainbow-colored eyes or rainbow-colored hair?",
	"Would you rather live in a lighthouse or a windmill?",
	"Would you rather spend a day at the amusement park or at the water park?",
	"Would you rather learn karate or gymnastics?",
	"Would you rather fly a kite or build a model airplane?",
	"Would you rather be a famous chef or a famous artist?",
	"Would you rather go sledding or go surfing?",
	"Would you rather go to bed late and sleep in or go to bed early and wake up early?",
	"Would you rather have a robot do your chores or your homework?",
	"Would you rather always wear sunglasses or always wear a hat?",
	"Would you rather ride a dragon or ride a giant eagle?",
	"Would you rather go rock climbing or ziplining?",
	"Would you rather eat only breakfast foods or only dinner foods?",
	"Would you rather live on a farm or in a city skyscraper?",
	"Would you rather be able to run super fast or jump super high?",
	"Would you rather live in a video game world or a movie world?",
	"Would you rather read minds or control the weather?",
	"Would you rather be able to change your voice or change your appearance?",
	"Would you rather explore a rainforest or explore a desert?",
	"Would you rather always walk backward or always hop?",
	"Would you rather go on a safari or go whale watching?",
	"Would you rather swim in a pool or swim in the ocean?",
	"Would you rather eat only fruit or only vegetables?",
	"Would you rather be the class clown or the class leader?",
	"Would you rather play outside in the rain or stay inside with hot chocolate?",
	"Would you rather discover a new planet or a new species?",
	"Would you rather be a famous writer or a famous scientist?",
	"Would you rather always have to dance when you walk or sing when you talk?",
	"Would you rather have a pet parrot or a pet lizard?",
	"Would you rather ride a roller coaster 10 times or eat cotton candy 10 times?",
	"Would you rather sleep in a tent or in a sleeping bag under the stars?",
	"Would you rather paint with brushes or paint with your hands?",
	"Would you rather eat only ice cream cones or only chocolate bars?",
	"Would you rather live in a castle or a palace?",
	"Would you rather be able to glow in the dark or turn invisible at will?",
	"Would you rather have a pet dinosaur or a pet alien?",
	"Would you rather spend the day in pajamas or in a costume?",
	"Would you rather go snorkeling or go skiing?",
	"Would you rather build a Lego city or a Lego spaceship?",
	"Would you rather go to an art gallery or a music concert?",
	"Would you rather always rhyme when you talk or always whisper?",
	"Would you rather live in space or underwater?",
	"Would you rather always be early or always be late?",
	"Would you rather go to a magic show or a puppet show?",
	"Would you rather fly a spaceship or drive a monster truck?",
	"Would you rather live in a desert or live in the Arctic?",
	"Would you rather eat only sweet foods or only savory foods?",
	"Would you rather live in a tent or in a boat?",
	"Would you rather learn ballet or hip-hop dance?",
	"Would you rather go horseback riding or go on a safari?",
	"Would you rather climb a tall tree or dig a deep hole?",
	"Would you rather live in a video game or a cartoon?",
	"Would you rather eat popcorn every day or candy every day?",
	"Would you rather be really good at swimming or running?",
	"Would you rather be able to freeze water or make fire?",
	"Would you rather discover a treasure chest or a secret cave?",
	"Would you rather visit the North Pole or the South Pole?",
	"Would you rather have super hearing or super smell?",
	"Would you rather eat breakfast for dinner or dinner for breakfast?",
	"Would you rather always laugh or always smile?",
	"Would you rather be a teacher or a doctor?",
	"Would you rather wear mismatched shoes or mismatched socks?",
	"Would you rather have a trampoline or a waterslide?",
	"Would you rather make a snow angel or a sand angel?",
	"Would you rather be a famous athlete or a famous actor?",
	"Would you rather be able to play any instrument or any sport?",
	"Would you rather go ice fishing or deep-sea fishing?",
	"Would you rather fly an airplane or sail a ship?",
	"Would you rather live in a busy city or a quiet village?",
	"Would you rather build a fort with blankets or with snow?",
	"Would you rather have cotton candy clouds or chocolate rain?",
	"Would you rather swim with dolphins or fly with eagles?",
	"Would you rather own a jetpack or rollerblades that never wear out?",
	"Would you rather always eat with chopsticks or with your hands?",
	"Would you rather go camping on the beach or in the woods?",
	"Would you rather play in a marching band or on a basketball team?",
	"Would you rather explore an ancient ruin or a futuristic city?",
	"Would you rather fly or be invisible?",
	"Would you rather go to a comedy show or a magic show?",
	"Would you rather have a picnic on a mountain or on the beach?",
	"Would you rather live without TV or without video games?",
	"Would you rather build a treehouse or a fort?",
	"Would you rather be an astronaut or a deep-sea diver?",
	"Would you rather have pancakes or waffles for life?",
	"Would you rather spend a day with your favorite cartoon character or superhero?",
	"Would you rather discover buried treasure or discover a new invention?",
	"Would you rather never have homework or never have chores?",
	"Would you rather be a great singer or a great dancer?",
	"Would you rather go skydiving or bungee jumping?",
	"Would you rather always speak in riddles or always speak in rhymes?",
	"Would you rather have a robot pet or a magical pet?",
	"Would you rather live in a floating house or an underground house?",
	"Would you rather go on a hot air balloon ride or ride a submarine?",
	"Would you rather learn to juggle or learn to skateboard?",
	"Would you rather be good at drawing or good at sports?",
	"Would you rather live in a candy world or a video game world?",
	"Would you rather go on a treasure hunt or a race?",
	"Would you rather have fireworks every night or snow every morning?",
	"Would you rather ride a roller coaster or a water slide?",
	"Would you rather have glow-in-the-dark skin or rainbow-colored hair?",
	"Would you rather eat only pizza or only burgers forever?",
	"Would you rather go swimming with turtles or climbing with monkeys?",
	"Would you rather ride a train across the world or a ship across the ocean?",
	"Would you rather have giant shoes or giant gloves?",
	"Would you rather live without music or without movies?",
	"Would you rather ride a unicorn or a Pegasus?",
	"Would you rather be able to teleport or freeze time?",
	"Would you rather spend a day at the library or at the arcade?",
	"Would you rather build a snow fort or a sandcastle?",
	"Would you rather always wear pajamas or always wear costumes?",
	"Would you rather eat spicy food forever or sour food forever?",
	"Would you rather be the tallest in the world or the shortest?",
	"Would you rather go ziplining or scuba diving?",
	"Would you rather be able to talk to animals or plants?",
	"Would you rather fly or be invisible?", 
	"Would you rather eat only cookies or only cake?",
	"Would you rather go on a mystery adventure or a planned vacation?",
	"Would you rather have glow-in-the-dark eyes or hair that changes color?",
	"Would you rather be the funniest person in school or the smartest?",
	"Would you rather always hop instead of walk or crawl instead of run?",
	"Would you rather own a talking dog or a singing cat?",
	"Would you rather always live in winter or always in summer?",
	"Would you rather play board games or outdoor games?",
	"Would you rather eat only ice cream or only chocolate?",
	"Would you rather swim in a pool of jelly or a pool of slime?",
	"Would you rather live in a video game or a fairy tale?",
	"Would you rather ride a dinosaur or a giant robot?",
	"Would you rather spend a week with no internet or no TV?",
	"Would you rather always sneeze glitter or always burp bubbles?",
	"Would you rather go to a science museum or an art museum?",
	"Would you rather always wear shoes that squeak or clothes that sparkle?",
	"Would you rather never sleep or never eat?",
	"Would you rather be a superhero or a wizard?",
	"Would you rather eat spaghetti with your hands or soup with a fork?",
	"Would you rather spend a day in a theme park or a zoo?",
	"Would you rather always be too hot or too cold?",
	"Would you rather go fishing or go camping?",
	"Would you rather eat breakfast for every meal or dinner for every meal?",
	"Would you rather always rhyme or always shout?",
	"Would you rather have rainbow-colored skin or striped skin?",
	"Would you rather always be late or always be early?",
	"Would you rather live on the moon or Mars?",
	"Would you rather be a great cook or a great athlete?",
	"Would you rather discover a new island or a new planet?",
	"Would you rather always wear a hat or always wear gloves?",
	"Would you rather eat only french fries or only chips?",
	"Would you rather have a trampoline or a swimming pool?",
	"Would you rather go to a carnival or a circus?",
	"Would you rather be able to fly in dreams or control your dreams?",
	"Would you rather live in a cardboard house or a glass house?",
	"Would you rather always wear shoes too big or too small?",
	"Would you rather ride a roller coaster or a spinning teacup?",
	"Would you rather go to the future or the past?",
	"Would you rather own a bakery or an ice cream shop?",
	"Would you rather go hiking in the mountains or walking on the beach?",
	"Would you rather spend a year with unlimited books or unlimited movies?",
	"Would you rather play tag or hide and seek forever?",
	"Would you rather have wings or a tail?",
	"Would you rather always glow in the dark or always float?",
	"Would you rather go snorkeling or skydiving?",
	"Would you rather be able to run super fast or climb super high?",
	"Would you rather have purple teeth or green hair?",
	"Would you rather live in a haunted house or a castle?",
	"Would you rather eat only breakfast foods or dinner foods?",
	"Would you rather ride a flying carpet or a broomstick?",
	"Would you rather be a famous inventor or a famous artist?",
	"Would you rather go on a picnic in the park or a picnic on the beach?"
    ],
    "nsfw": [
      "Would you rather go on a spontaneous date with a celeb or your crush?",
      "Would you rather have your texts leaked or your search history leaked?",
	  "Would you rather have sex in the shower or on the kitchen counter?",
	"Would you rather be dominant or submissive in bed?",
	"Would you rather only ever receive oral or only ever give oral?",
	"Would you rather be tied up or tie your partner up?",
	"Would you rather have sex in public or in your parents’ house?",
	"Would you rather roleplay as a teacher or as a boss?",
	"Would you rather do it with the lights on or completely in the dark?",
	"Would you rather moan loudly or whisper dirty talk?",
	"Would you rather have a quickie or an all-night session?",
	"Would you rather send nudes or receive them?",
	"Would you rather have phone sex or video call sex?",
	"Would you rather be teased for an hour or go straight to sex?",
	"Would you rather use handcuffs or rope?",
	"Would you rather watch porn with your partner or make a sex tape together?",
	"Would you rather orgasm quickly or take hours to orgasm?",
	"Would you rather have sex with food involved or without?",
	"Would you rather be blindfolded or gagged?",
	"Would you rather have sex outdoors or in a car?",
	"Would you rather be in charge or be completely controlled?",
	"Would you rather wear lingerie or see your partner in lingerie?",
	"Would you rather be spanked hard or kissed passionately?",
	"Would you rather use ice cubes or hot wax?",
	"Would you rather have sex every day or only once a month but mind-blowing?",
	"Would you rather sext all day or cuddle all night?",
	"Would you rather get caught having sex or catch someone else?",
	"Would you rather have rough sex or slow sensual sex?",
	"Would you rather dirty talk or stay completely silent?",
	"Would you rather try anal sex or a threesome?",
	"Would you rather be filmed having sex or watched live?",
	"Would you rather have a one-night stand or a friends-with-benefits?",
	"Would you rather lick whipped cream off your partner or chocolate?",
	"Would you rather wear a collar or put one on your partner?",
	"Would you rather get naked first or have your partner strip first?",
	"Would you rather send a naughty text or a naughty voice note?",
	"Would you rather have sex in a car or a plane?",
	"Would you rather tease your partner or be teased?",
	"Would you rather be kissed all over or licked all over?",
	"Would you rather dominate in bed or dominate outside the bedroom?",
	"Would you rather play with toys or use no toys?",
	"Would you rather do it in the morning or late at night?",
	"Would you rather roleplay doctor or police officer?",
	"Would you rather have makeup sex or breakup sex?",
	"Would you rather shower with your partner or take a bath together?",
	"Would you rather have sex with music blasting or in complete silence?",
	"Would you rather have your hair pulled or your ass slapped?",
	"Would you rather have sex standing up or lying down?",
	"Would you rather moan your partner’s name or a dirty word?",
	"Would you rather wear nothing under your clothes or lingerie all day?",
	"Would you rather tease in public or sext in private?",
	"Would you rather have sex at the beach or in the woods?",
	"Would you rather be a stripper for your partner or watch them strip?",
	"Would you rather give a lap dance or get one?",
	"Would you rather have sex in the shower or on the balcony?",
	"Would you rather let your partner use a vibrator on you or use one on them?",
	"Would you rather bite or be bitten?",
	"Would you rather kiss passionately or make out slowly for an hour?",
	"Would you rather taste whipped cream or honey off your partner?",
	"Would you rather moan loud enough for neighbors to hear or keep it quiet?",
	"Would you rather sext at work or send nudes at night?",
	"Would you rather be on top or on bottom?",
	"Would you rather face-to-face sex or from behind?",
	"Would you rather wear a blindfold or cuffs?",
	"Would you rather suck on fingers or toes?",
	"Would you rather have sex in the rain or snow?",
	"Would you rather do it in a library or an office?",
	"Would you rather try roleplay or sex toys?",
	"Would you rather do strip poker or strip truth or dare?",
	"Would you rather masturbate together or watch porn together?",
	"Would you rather do bondage or spanking?",
	"Would you rather orgasm at the same time or one after the other?",
	"Would you rather whisper dirty things or shout them?",
	"Would you rather play master/servant or teacher/student?",
	"Would you rather have sex in silence or while talking dirty?",
	"Would you rather try roleplay with costumes or just improvise?",
	"Would you rather shower sex or bed sex forever?",
	"Would you rather let your partner come on you or inside you?",
	"Would you rather have sex on the floor or on the couch?",
	"Would you rather moan into their ear or scratch their back?",
	"Would you rather your partner take control or ask you what you want?",
	"Would you rather have sex every day for a week or once for 24 hours?",
	"Would you rather be kissed down your body or kissed on your lips only?",
	"Would you rather roleplay as strangers or long-time lovers?",
	"Would you rather have your hands tied or your legs tied?",
	"Would you rather lick ice cream off someone or chocolate syrup?",
	"Would you rather be teased with toys or fingers?",
	"Would you rather wake up to oral or fall asleep to oral?",
	"Would you rather roleplay naughty nurse or strict teacher?",
	"Would you rather record your moans or your partner’s?",
	"Would you rather be pinned against the wall or bent over a table?",
	"Would you rather have a hickey on your neck or on your thigh?",
	"Would you rather wear sexy underwear or go commando?",
	"Would you rather let your partner finish on your chest or your stomach?",
	"Would you rather have a threesome with a stranger or someone you know?",
	"Would you rather be handcuffed to the bed or blindfolded?",
	"Would you rather make out in a movie theater or in a pool?",
	"Would you rather use whipped cream or candle wax?",
	"Would you rather have sex standing up or spooning?",
	"Would you rather hear moans or dirty words?",
	"Would you rather tease nipples or tease thighs?",
	"Would you rather masturbate to porn or to your imagination?",
	"Would you rather be kissed against a wall or in bed?",
	"Would you rather be spanked lightly or hard?",
	"Would you rather have sex in a car or on a washing machine?",
	"Would you rather do it with the windows open or closed?",
	"Would you rather hear your partner moan your name or curse?",
	"Would you rather have a sexy video or sexy photos?",
	"Would you rather dominate in BDSM or be submissive?",
	"Would you rather wear a vibrator in public or control one in public?",
	"Would you rather kiss someone in secret or in public?",
	"Would you rather have roleplay with costumes or toys?",
	"Would you rather have a blowjob in the car or the shower?",
	"Would you rather be fingered under the table or kissed in public?",
	"Would you rather lick whipped cream or honey?",
	"Would you rather moan or stay silent?",
	"Would you rather cum from oral or from penetration?",
	"Would you rather be a porn director or porn actor?",
	"Would you rather sext or dirty talk on call?",
	"Would you rather get caught masturbating or having sex?",
	"Would you rather have a striptease or give one?",
	"Would you rather eat food off your partner or let them eat off you?",
	"Would you rather cum once hard or multiple small orgasms?",
	"Would you rather use toys or your hands?",
	"Would you rather be blindfolded in bed or in public play?",
	"Would you rather be kissed on your neck or your thighs?",
	"Would you rather be filmed or watched?",
	"Would you rather have sex on the beach or in the pool?",
	"Would you rather have makeup sex or angry sex?",
	"Would you rather have sex in the morning or late at night?",
	"Would you rather do anal once or never?",
	"Would you rather be on top for an hour or bottom for an hour?",
	"Would you rather let your partner control your orgasm or control theirs?",
	"Would you rather have sex while standing or lying?",
	"Would you rather have sex with music or silence?",
	"Would you rather moan loudly or whisper softly?",
	"Would you rather be kissed everywhere or licked everywhere?",
	"Would you rather send nudes or receive them daily?",
	"Would you rather give oral for 30 minutes or get oral for 30 minutes?",
	"Would you rather sex with a mirror in front or total dark?",
	"Would you rather wear lingerie or strip naked slowly?",
	"Would you rather kiss with tongue or bite lips?",
	"Would you rather fuck on the sofa or the dining table?",
	"Would you rather cum on the sheets or the floor?",
	"Would you rather orgasm alone or with your partner watching?",
	"Would you rather do roleplay or watch porn?",
	"Would you rather be teased until begging or tease until begging?",
	"Would you rather have hickeys visible or hidden?",
	"Would you rather be called daddy/mommy or baby?",
	"Would you rather do 69 or missionary?",
	"Would you rather give handjob/blowjob or receive oral?",
	"Would you rather kiss in the rain or in bed?",
	"Would you rather be teased with ice or feathers?",
	"Would you rather have sex in an elevator or in a closet?",
	"Would you rather make out in public or have sex in secret?",
	"Would you rather cum in someone’s mouth or on their body?",
	"Would you rather get spanked with a hand or paddle?",
	"Would you rather tie up your partner or be tied up?",
	"Would you rather sext every day or send videos?",
	"Would you rather have sex in bed or against a wall?",
	"Would you rather moan their name or scream yes?",
	"Would you rather be teased naked or clothed?",
	"Would you rather dirty talk in public or whisper in private?",
	"Would you rather do strip poker or strip truth/dare?",
	"Would you rather masturbate while they watch or watch them masturbate?",
	"Would you rather cum on the face or on the chest?",
	"Would you rather lick nipples or suck fingers?",
	"Would you rather moan quietly or scream loudly?",
	"Would you rather sex in the morning shower or midnight bed?",
	"Would you rather wear sexy underwear daily or go nude?",
	"Would you rather ride or be ridden?",
	"Would you rather be choked lightly or bitten hard?",
	"Would you rather be teased for an hour or fucked fast?",
	"Would you rather do it on the floor or in the bed?",
	"Would you rather send moaning audios or dirty selfies?",
	"Would you rather cum from oral or fingering?",
	"Would you rather lick ice off nipples or honey off thighs?",
	"Would you rather moan uncontrollably or stay silent?",
	"Would you rather be tied to the bed or tied to a chair?",
	"Would you rather dominate or be dominated?",
	"Would you rather make love slowly or fuck rough?",
	"Would you rather sex in candlelight or neon light?",
	"Would you rather cum inside or outside?",
	"Would you rather orgasm first or make them orgasm first?",
	"Would you rather kiss passionately or lick passionately?",
	"Would you rather spank or be spanked?",
	"Would you rather do it on the stairs or in the car?",
	"Would you rather moan a dirty word or their name?",
	"Would you rather sex in a tent or in the woods?",
	"Would you rather masturbate before bed or in the shower?",
	"Would you rather be teased by text or in person?",
	"Would you rather cum multiple times or one strong orgasm?",
	"Would you rather get a blowjob in a car or on a plane?",
	"Would you rather dirty talk with emojis or voice notes?",
	"Would you rather roleplay strangers in public or lovers in secret?",
	"Would you rather wear cuffs in public or collar in private?",
	"Would you rather let them control your orgasm or ruin theirs?",
	"Would you rather kiss slowly or fuck fast?",
	"Would you rather be blindfolded during sex or handcuffed during sex?",
	"Would you rather have your partner whisper dirty talk in your ear or scream your name loudly?",
	"Would you rather give oral for an hour or receive oral for an hour?",
	"Would you rather have sex with the lights completely off or under bright lights?",
	"Would you rather be dominant in bed or completely submissive?",
	"Would you rather roleplay as a teacher or as a boss?",
	"Would you rather do it in a public restroom or in a changing room?",
	"Would you rather have shower sex or pool sex?",
	"Would you rather have a quickie in a car or a slow session in bed?",
	"Would you rather watch your partner masturbate or have them watch you masturbate?",
	"Would you rather have phone sex or sexting?",
	"Would you rather try food play with chocolate or whipped cream?",
	"Would you rather use toys on your partner or have them use toys on you?",
	"Would you rather be spanked hard or teased with soft touches?",
	"Would you rather have sex in complete silence or with loud music?",
	"Would you rather orgasm loudly or try to stay silent?",
	"Would you rather make a sex tape or watch porn together?",
	"Would you rather be tied to the bed or tie your partner to the bed?",
	"Would you rather get caught having sex or catch someone else having sex?",
	"Would you rather do it on the kitchen counter or on the living room couch?",
	"Would you rather have sex every morning or every night?",
	"Would you rather be kissed all over your body or licked all over your body?",
	"Would you rather be bitten on your neck or on your inner thighs?",
	"Would you rather moan loudly or whisper dirty things?",
	"Would you rather have sex outdoors at night or in a parked car during the day?",
	"Would you rather be teased for hours or have a fast, rough session?",
	"Would you rather have your hair pulled or your ass slapped?",
	"Would you rather suck on fingers or have your fingers sucked?",
	"Would you rather do it standing up or lying down?",
	"Would you rather be edged until begging or cum multiple times fast?",
	"Would you rather swallow or spit?",
	"Would you rather lick or be licked?",
	"Would you rather have your nipples played with or your ass grabbed?",
	"Would you rather talk dirty in public whispers or scream dirty things in private?",
	"Would you rather be teased with ice cubes or hot wax?",
	"Would you rather orgasm too quickly or not orgasm at all?",
	"Would you rather do it while half-dressed or completely naked?",
	"Would you rather grind slowly or pound hard?",
	"Would you rather do it in a hotel room or a movie theater?",
	"Would you rather have anal beads used on you or use them on someone?",
	"Would you rather be fingered under the table or give a blowjob under the table?",
	"Would you rather get caught masturbating or walk in on your partner masturbating?",
	"Would you rather have morning sex or midnight sex?",
	"Would you rather cum in your mouth or on your body?",
	"Would you rather be teased by lingerie or by full nudity?",
	"Would you rather suck toes or have your toes sucked?",
	"Would you rather be filmed without sound or with sound only?",
	"Would you rather be eaten out for an hour or eat someone out for an hour?",
	"Would you rather be kissed down your stomach or up your thighs?",
	"Would you rather have a threesome with a stranger or with a friend?",
	"Would you rather do it against a wall or on the floor?",
	"Would you rather sext your boss or your best friend?",
	"Would you rather cum from foreplay only or from penetration only?",
	"Would you rather moan uncontrollably or keep your face expressionless?",
	"Would you rather wear lingerie or be the one removing lingerie?",
	"Would you rather kiss passionately for hours or have quick oral?",
	"Would you rather orgasm once really hard or multiple times softly?",
	"Would you rather have your ass grabbed or your hair pulled?",
	"Would you rather taste yourself on your partner or taste your partner on yourself?",
	"Would you rather have sex on a washing machine or on a balcony?",
	"Would you rather give a lap dance or receive a lap dance?",
	"Would you rather fuck in front of a mirror or in total darkness?",
	"Would you rather sext while at work or masturbate while at work?",
	"Would you rather send a nude selfie or receive one?",
	"Would you rather be kissed in public or fingered in public?",
	"Would you rather ride your partner’s face or sit on their lap?",
	"Would you rather fuck on a beach or in the woods?",
	"Would you rather moan loudly in someone’s ear or bite their lip hard?",
	"Would you rather cum all over your partner’s face or all over their chest?",
	"Would you rather watch porn of your favorite fetish or act it out?",
	"Would you rather use lube or saliva?",
	"Would you rather fuck in complete silence or with porn playing in the background?",
	"Would you rather play strip poker or strip truth-or-dare?",
	"Would you rather 69 for an hour or missionary for an hour?",
	"Would you rather edge yourself alone or have your partner edge you?",
	"Would you rather fuck in a library or a classroom?",
	"Would you rather do it in a hot tub or on a swing?",
	"Would you rather have cum on your ass or cum in your hair?",
	"Would you rather get a handjob under the table or give one?",
	"Would you rather be eaten out under covers or on top of blankets?",
	"Would you rather fuck in the shower or in the bathtub?",
	"Would you rather orgasm without touching or only with penetration?",
	"Would you rather kiss after oral or avoid kissing?",
	"Would you rather choke your partner or be choked?",
	"Would you rather fuck for 10 minutes intensely or an hour slowly?",
	"Would you rather strip in front of strangers or in front of friends?",
	"Would you rather cum on clothes or on skin?",
	"Would you rather have sex during a thunderstorm or under the sun?",
	"Would you rather lick whipped cream off someone or chocolate?",
	"Would you rather masturbate watching your partner or have them masturbate watching you?",
	"Would you rather have a quickie in an elevator or a plane bathroom?",
	"Would you rather send a video moaning or receive one?",
	"Would you rather be naked in bed all day or fuck in every room of the house?",
	"Would you rather get a blowjob in traffic or fingered in traffic?",
	"Would you rather cum inside or cum outside?",
	"Would you rather be rimmed or give rimming?",
	"Would you rather fuck in socks or fully naked?",
	"Would you rather do anal first or last in a session?",
	"Would you rather get caught watching porn or caught fucking?",
	"Would you rather orgasm while asleep or orgasm while working?",
	"Would you rather fuck in costume or fully nude?",
	"Would you rather watch your partner with someone else or be watched yourself?"
    ]
  },
  "ama": {
    "sfw": [
      "What's the best decision you've made in the last year?",
      "What's a tiny habit that changed your life?",
	  "What's your favorite childhood memory?",
	"Do you prefer sweet or salty snacks?",
	"What's your favorite color and why?",
	"Have you ever had a pet?",
	"What's your favorite subject in school?",
	"Do you like books or movies more?",
	"What's the funniest joke you know?",
	"Have you ever been on a plane?",
	"Do you like playing board games?",
	"What's your favorite holiday?",
	"Have you ever won a competition?",
	"What's your favorite fruit?",
	"Do you prefer tea or coffee?",
	"Have you ever been camping?",
	"What's your favorite cartoon?",
	"Do you prefer sunrise or sunset?",
	"What's your dream vacation spot?",
	"Have you ever met someone famous?",
	"Do you like cats or dogs more?",
	"What's your favorite song?",
	"Have you ever sung in front of people?",
	"What's your favorite season?",
	"Do you like video games?",
	"Have you ever baked a cake?",
	"What's your favorite ice cream flavor?",
	"Do you like rain or snow more?",
	"What's your favorite sport?",
	"Have you ever been to the zoo?",
	"What's your favorite hobby?",
	"Do you like writing or drawing?",
	"Have you ever played hide and seek recently?",
	"What's your favorite school lunch?",
	"Do you like spicy food?",
	"Have you ever been on a train?",
	"What's your favorite TV show?",
	"Do you like shopping?",
	"Have you ever been on stage?",
	"What's your favorite drink?",
	"Do you like swimming?",
	"Have you ever seen a rainbow?",
	"What's your favorite snack?",
	"Do you like reading comics?",
	"Have you ever been fishing?",
	"What's your favorite flower?",
	"Do you like riding bikes?",
	"Have you ever been to the beach?",
	"What's your favorite cake flavor?",
	"Do you like cooking?",
	"Have you ever built a sandcastle?",
	"What's your favorite number?",
	"Do you like roller coasters?",
	"Have you ever been to a museum?",
	"What's your favorite shape?",
	"Do you like wearing hats?",
	"Have you ever flown a kite?",
	"What's your favorite dessert?",
	"Do you like listening to music?",
	"Have you ever danced in the rain?",
	"What's your favorite toy growing up?",
	"Do you like puzzles?",
	"Have you ever stayed up all night?",
	"What's your favorite movie genre?",
	"Do you like camping in a tent?",
	"Have you ever tried painting?",
	"What's your favorite drink at a café?",
	"Do you like surprises?",
	"Have you ever seen a shooting star?",
	"What's your favorite game to play?",
	"Do you like coloring?",
	"Have you ever had a nickname?",
	"What's your favorite candy?",
	"Do you like singing in the shower?",
	"Have you ever been to a farm?",
	"What's your favorite breakfast?",
	"Do you like science?",
	"Have you ever worn matching clothes with someone?",
	"What's your favorite animal?",
	"Do you like playing in the snow?",
	"Have you ever climbed a tree?",
	"What's your favorite ice cream topping?",
	"Do you like drawing doodles?",
	"Have you ever been on TV?",
	"What's your favorite thing to do on weekends?",
	"Do you like going on picnics?",
	"Have you ever made a snowman?",
	"What's your favorite ride at an amusement park?",
	"Do you like milkshakes?",
	"Have you ever helped in the kitchen?",
	"What's your favorite board game?",
	"Do you like going on walks?",
	"Have you ever been to another city?",
	"What's your favorite outdoor activity?",
	"Do you like fruits or vegetables more?",
	"Have you ever been scared of the dark?",
	"What's your favorite bedtime story?",
	"Do you like wearing sunglasses?",
	"Have you ever slept in a tent?",
	"What's your favorite juice?",
	"Do you like rollerblading or skating?",
	"Have you ever played hopscotch?",
	"What's your favorite sandwich?",
	"Do you like to dance?",
	"Have you ever been on a boat?",
	"What's your favorite school subject?",
	"Do you like ice skating?",
	"Have you ever tried yoga?",
	"What's your favorite superhero?",
	"Do you like writing stories?",
	"Have you ever had a pen pal?",
	"What's your favorite TV character?",
	"Do you like theme parks?",
	"Have you ever fed animals at a zoo?",
	"What's your favorite weather?",
	"Do you like taking photos?",
	"Have you ever been to a wedding?",
	"What's your favorite indoor activity?",
	"Do you like learning new languages?",
	"Have you ever played tag?",
	"What's your favorite pizza topping?",
	"Do you like breakfast in bed?",
	"Have you ever made a card for someone?",
	"What's your favorite vegetable?",
	"Do you like fast food?",
	"Have you ever gotten lost in a store?",
	"What's your favorite cereal?",
	"Do you like visiting new places?",
	"Have you ever built with Lego?",
	"What's your favorite video game?",
	"Do you like cleaning or organizing?",
	"Have you ever played on a swing?",
	"What's your favorite type of bread?",
	"Do you like hot chocolate?",
	"Have you ever been on a road trip?",
	"What's your favorite thing to do with friends?",
	"Do you like long walks?",
	"Have you ever tried ice cream cake?",
	"What's your favorite type of soup?",
	"Do you like fireworks?",
	"Have you ever stayed at a hotel?",
	"What's your favorite ice cream cone type?",
	"Do you like fishing games?",
	"Have you ever visited a library?",
	"What's your favorite toy now?",
	"Do you like shopping for clothes?",
	"Have you ever done arts and crafts?",
	"What's your favorite milk flavor?",
	"Do you like fruit smoothies?",
	"Have you ever visited a castle?",
	"What's your favorite color to wear?",
	"Do you like playgrounds?",
	"Have you ever climbed a hill?",
	"What's your favorite cookie?",
	"Do you like rainy days?",
	"Have you ever been on a horse?",
	"What's your favorite kind of popcorn?",
	"Do you like theme songs?",
	"Have you ever played dress-up?",
	"What's your favorite thing to draw?",
	"Do you like snowball fights?",
	"Have you ever baked cookies?",
	"What's your favorite way to relax?",
	"Do you like board games or card games?",
	"Have you ever stayed in pajamas all day?",
	"What's your favorite candy bar?",
	"Do you like trying new foods?",
	"Have you ever gotten a balloon animal?",
	"What's your favorite thing to eat at a carnival?",
	"Do you like planting flowers?",
	"Have you ever played with water balloons?",
	"What's your favorite indoor game?",
	"Do you like keeping a diary?",
	"Have you ever been in a parade?",
	"What's your favorite bedtime snack?",
	"Do you like collecting things?",
	"Have you ever been on a train ride for fun?",
	"What's your favorite type of sandwich filling?",
	"Do you like stargazing?",
	"Have you ever built a fort with blankets?",
	"What's your favorite kind of juice box?",
	"Do you like board games with dice?",
	"Have you ever gone bowling?",
	"What's your favorite cartoon movie?",
	"Do you like using crayons?",
	"Have you ever gone sledding?",
	"What's your favorite popcorn flavor?",
	"Do you like pets that are fluffy?",
	"Have you ever made a funny face contest?",
	"What's your favorite way to celebrate birthdays?",
	"Do you like sleeping late or waking up early?",
	"Have you ever written a poem?",
	"What's your favorite fruit juice?",
	"Do you like making crafts?",
	"Have you ever played hide and seek outside?",
	"What's your favorite topping on pancakes?",
	"Do you like soft or crunchy cookies?",
	"Have you ever had a pillow fight?",
	"What's your favorite day of the week?",
	"Do you like stickers?",
	"Have you ever drawn with chalk outside?",
	"What's your favorite kind of muffin?",
	"Do you like summer or winter more?",
	"Have you ever seen a butterfly up close?",
	"What's your favorite zoo animal?",
	"Do you like riding in elevators?",
	"Have you ever had a lemonade stand?",
	"What's your favorite thing about weekends?",
	"Do you like riding scooters?",
	"Have you ever collected shells on the beach?",
	"What's your favorite Disney movie?",
	"Do you like wearing cozy socks?",
	"Have you ever blown bubbles?",
	"What's your favorite pancake topping?",
	"Do you like long car rides?",
	"Have you ever stayed up to see fireworks?",
	"What's your favorite thing to eat for dinner?",
	"Do you like cartoons?",
	"Have you ever made paper airplanes?",
	"What's your favorite indoor toy?",
	"Do you like roller skating?",
	"Have you ever gone hiking?",
	"What's your favorite outdoor game?",
	"Do you like swimming in pools or lakes?",
	"Have you ever had a picnic at the park?",
	"What's your favorite thing to drink in summer?",
	"Do you like sunny days?",
	"Have you ever gone apple picking?",
	"What's your favorite thing to do at school?",
	"Do you like making funny faces?",
	"Have you ever tried to juggle?",
	"What's your favorite thing about holidays?",
	"Do you like reading before bed?",
	"Have you ever made a snow angel?",
	"What's your favorite candy flavor?",
	"What's your favorite book of all time?",
	"Do you like trying new hobbies?",
	"Have you ever made a scrapbook?",
	"What's your favorite kind of sandwich bread?",
	"Do you like going to the park?",
	"Have you ever had a favorite stuffed toy?",
	"What's your favorite thing to eat at a picnic?",
	"Do you like building puzzles?",
	"Have you ever been to a science fair?",
	"What's your favorite school memory?",
	"Do you like roller coasters or ferris wheels?",
	"Have you ever had a treehouse?",
	"What's your favorite juice flavor?",
	"Do you like playing mini-golf?",
	"Have you ever drawn a comic strip?",
	"What's your favorite ride at the fair?",
	"Do you like writing in notebooks?",
	"Have you ever flown on a helicopter?",
	"What's your favorite fruit to eat in summer?",
	"Do you like taking naps?",
	"Have you ever baked bread?",
	"What's your favorite kind of smoothie?",
	"Do you like going to the library?",
	"Have you ever tried origami?",
	"What's your favorite indoor hobby?",
	"Do you like painting rocks?",
	"Have you ever been on a ferris wheel?",
	"What's your favorite fruit to eat in winter?",
	"Do you like visiting aquariums?",
	"Have you ever been ice fishing?",
	"What's your favorite type of pasta?",
	"Do you like bubble baths?",
	"Have you ever watched fireworks on New Year’s?",
	"What's your favorite part of a birthday party?",
	"Do you like chocolate or vanilla more?",
	"Have you ever made your own pizza?",
	"What's your favorite part about summer break?",
	"Do you like helping your friends?",
	"Have you ever gone birdwatching?",
	"What's your favorite flavor of chips?",
	"Do you like drawing cartoons?",
	"Have you ever made your own costume?",
	"What's your favorite thing to do on a rainy day?",
	"Do you like indoor forts?",
	"Have you ever gone ice skating outdoors?",
	"What's your favorite day of the year?",
	"Do you like learning about space?",
	"Have you ever made your own sandwich?",
	"What's your favorite smell?",
	"Do you like sweet or sour candies?",
	"Have you ever tried making slime?",
	"What's your favorite thing to collect?",
	"Do you like painting with watercolors?",
	"Have you ever had a school project you loved?",
	"What's your favorite place in your town?",
	"Do you like scary stories?",
	"Have you ever helped plant a garden?",
	"What's your favorite kind of pie?",
	"Do you like building sandcastles?",
	"Have you ever gone camping in the woods?",
	"What's your favorite funny movie?",
	"Do you like having movie nights?",
	"Have you ever built a Lego tower taller than you?",
	"What's your favorite stuffed animal?",
	"Do you like fruit salad?",
	"Have you ever been to a theme park parade?",
	"What's your favorite way to celebrate a holiday?",
	"Do you like going for bike rides?",
	"Have you ever had a fun sleepover?",
	"What's your favorite time of day?",
	"Do you like drawing on whiteboards?",
	"Have you ever seen dolphins?",
	"What's your favorite kind of cheese?",
	"Do you like chocolate milk?",
	"Have you ever been to the mountains?",
	"What's your favorite lunch to bring to school?",
	"Do you like board games with friends or family more?",
	"Have you ever tried making jewelry?",
	"What's your favorite thing about spring?",
	"Do you like bedtime stories?",
	"Have you ever watched a sunrise?",
	"What's your favorite classroom activity?",
	"Do you like singing or dancing more?",
	"Have you ever made pancakes by yourself?",
	"What's your favorite smell of food cooking?",
	"Do you like being indoors or outdoors more?",
	"Have you ever seen a double rainbow?",
	"What's your favorite kind of salad?",
	"Do you like telling jokes?",
	"Have you ever worn matching costumes with friends?",
	"What's your favorite smell in nature?",
	"Do you like taking family photos?",
	"Have you ever played marbles?",
	"What's your favorite thing about school trips?",
	"Do you like fruit juice popsicles?",
	"Have you ever seen animals in the wild?",
	"What's your favorite sound?",
	"Do you like trying new restaurants?",
	"Have you ever been in a school play?",
	"What's your favorite fast food meal?"
	  
    ],
    "nsfw": [
      "What's the cheekiest thing you've done and still giggle about?",
      "What instantly gets you in a flirty mood?",
	  "What's the kinkiest thing you've ever done?",
	"Have you ever had sex in public?",
	"Do you prefer giving or receiving oral?",
	"What's your biggest sexual fantasy?",
	"Have you ever been caught masturbating?",
	"Do you like dirty talk during sex?",
	"Have you ever had a threesome?",
	"What's your favorite sex position?",
	"Do you like being dominant or submissive?",
	"What's the strangest place you've had sex?",
	"Have you ever watched porn with a partner?",
	"What's your biggest turn-on?",
	"Do you like being choked during sex?",
	"Have you ever had a one-night stand?",
	"What's the dirtiest text you've sent?",
	"Do you like anal sex?",
	"Have you ever roleplayed in bed?",
	"What's your favorite porn category?",
	"Do you like being tied up?",
	"Have you ever filmed yourself having sex?",
	"Do you like rough sex or slow sex?",
	"Have you ever been with someone of the same gender?",
	"What's your favorite body part to be kissed?",
	"Do you like being spanked?",
	"Have you ever had sex in a car?",
	"What's your wildest masturbation story?",
	"Do you like giving blowjobs or handjobs more?",
	"Have you ever used sex toys?",
	"What's your favorite foreplay activity?",
	"Do you like shower sex?",
	"Have you ever had friends-with-benefits?",
	"What's your biggest sexual regret?",
	"Do you like morning sex or night sex more?",
	"Have you ever done a strip tease?",
	"What's your favorite kind of dirty talk?",
	"Do you like being called names during sex?",
	"Have you ever had sex outdoors?",
	"What's the sexiest thing you've ever worn?",
	"Do you like cum on your face or body?",
	"Have you ever had sex while drunk?",
	"What's your longest sex session?",
	"Do you like kissing after oral?",
	"Have you ever had sex with multiple people in one day?",
	"What's your favorite type of lingerie?",
	"Do you like giving rimjobs?",
	"Have you ever tried BDSM?",
	"What's your dirtiest fantasy?",
	"Do you like roleplaying as dominant characters?",
	"Have you ever had phone sex?",
	"What's the hottest dream you've ever had?",
	"Do you like being teased before sex?",
	"Have you ever had a sex toy used on you?",
	"What's your favorite kind of porn to watch?",
	"Do you like sex with music or in silence?",
	"Have you ever had a partner squirt on you?",
	"What's your biggest sexual turn-off?",
	"Do you like being licked or sucked more?",
	"Have you ever tried anal beads?",
	"What's your favorite thing during foreplay?",
	"Do you like being surprised in bed?",
	"Have you ever done it in a hotel?",
	"What's your sexiest roleplay idea?",
	"Do you like being watched during sex?",
	"Have you ever had a sex dream about a friend?",
	"What's your most embarrassing sex story?",
	"Do you like to moan loudly or quietly?",
	"Have you ever masturbated in public?",
	"What's the wildest sext you've sent?",
	"Do you like being fingered or eaten out more?",
	"Have you ever used lube for fun?",
	"What's your favorite thing during oral?",
	"Do you like quickies?",
	"Have you ever had sex in the shower?",
	"What's the sexiest part of your body?",
	"Do you like eye contact during sex?",
	"Have you ever had a wet dream?",
	"What's your go-to porn search?",
	"Do you like being filmed in bed?",
	"Have you ever done mutual masturbation?",
	"What's your favorite dirty word?",
	"Do you like sex toys in bed?",
	"Have you ever tried roleplay costumes?",
	"What's your biggest fetish?",
	"Do you like being kissed on your neck?",
	"Have you ever had sex with a coworker?",
	"What's your favorite way to masturbate?",
	"Do you like being restrained?",
	"Have you ever had an orgasm from just kissing?",
	"What's your sexiest memory?",
	"Do you like dirty selfies?",
	"Have you ever had a hookup from a dating app?",
	"What's your favorite kind of sex game?",
	"Do you like giving facials?",
	"Have you ever done strip poker?",
	"What's your wildest roleplay idea?",
	"Do you like being fingered hard or soft?",
	"Have you ever used food during sex?",
	"What's your favorite blowjob technique?",
	"Do you like sex in cars?",
	"Have you ever had sex in an elevator?",
	"What's the dirtiest porn you've watched?",
	"Do you like being teased for hours?",
	"Have you ever masturbated to someone you know?",
	"What's your favorite position for oral?",
	"Do you like being licked slowly or quickly?",
	"Have you ever been tied to a bed?",
	"What's your favorite type of spanking?",
	"Do you like rough kisses?",
	"Have you ever moaned someone else's name?",
	"What's your wildest orgasm story?",
	"Do you like being called daddy/mommy?",
	"Have you ever roleplayed online?",
	"What's your favorite thing about sex?",
	"Do you like trying new kinks?",
	"Have you ever been walked in on during sex?",
	"What's your favorite type of porn star?",
	"Do you like threesomes or group sex?",
	"Have you ever had sex with a stranger?",
	"What's your go-to fantasy during masturbation?",
	"Do you like being praised during sex?",
	"Have you ever faked an orgasm?",
	"What's your wildest fetish?",
	"Do you like aggressive sex?",
	"Have you ever masturbated multiple times in a row?",
	"What's your favorite cumshot position?",
	"Do you like being bitten during sex?",
	"Have you ever had a sex tape leaked?",
	"What's your most private kink?",
	"Do you like being taken control of?",
	"Have you ever had sex in the woods?",
	"What's your weirdest turn-on?",
	"Do you like sex in the morning?",
	"Have you ever been edged by someone?",
	"What's your favorite porn scenario?",
	"Do you like kissing after sex?",
	"Have you ever been to a sex club?",
	"What's your favorite sex toy?",
	"Do you like being called slut/whore?",
	"Have you ever been handcuffed during sex?",
	"What's your favorite body part on your partner?",
	"Do you like anal licking?",
	"Have you ever had a blowjob while driving?",
	"What's your favorite sex playlist song?",
	"Do you like fingering or penetration more?",
	"Have you ever had sex while on video call?",
	"What's your biggest sex-related fear?",
	"Do you like being blindfolded?",
	"Have you ever masturbated with an object?",
	"What's your favorite type of porn storyline?",
	"Do you like sex when tipsy?",
	"Have you ever had sex in a pool?",
	"What's your biggest secret fetish?",
	"Do you like dressing up for sex?",
	"Have you ever sent a cumshot selfie?",
	"What's your sexiest fantasy outfit?",
	"Do you like roleplay with strangers?",
	"Have you ever squirted or made someone squirt?",
	"What's your favorite sexual compliment?",
	"Do you like being teased over text?",
	"Have you ever been filmed without knowing?",
	"What's your longest masturbation session?",
	"Do you like having sex with mirrors?",
	"Have you ever masturbated at work/school?",
	"What's your sexiest dream?",
	"Do you like mutual porn watching?",
	"Have you ever shared nudes?",
	"What's your dirtiest sext received?",
	"Do you like being groped in public?",
	"Have you ever used ice during sex?",
	"What's your favorite blowjob/cunnilingus memory?",
	"Do you like your nipples touched?",
	"Have you ever fucked all night?",
	"What's your sexiest public encounter?",
	"Do you like orgasm denial?",
	"Have you ever given a handjob under the table?",
	"What's your favorite dirty compliment?",
	"Do you like licking fingers?",
	"Have you ever cum from dry humping?",
	"What's your most awkward sex moment?",
	"Do you like being called baby/good girl?",
	"Have you ever orgasmed hands-free?",
	"What's your favorite porn website?",
	"Do you like watching amateur porn?",
	"Have you ever done sex dares?",
	"What's your favorite sexual sound?",
	"Do you like rough biting?",
	"Have you ever worn lingerie for someone?",
	"What's your kinkiest outfit?",
	"Do you like filming yourself alone?",
	"Have you ever had webcam sex?",
	"What's your favorite dirty emoji?",
	"Do you like kissing after oral?",
	"Have you ever had sex in a dressing room?",
	"What's your wildest hookup story?",
	"Do you like threesomes with strangers?",
	"Have you ever slept with someone from Tinder?",
	"What's your favorite word in bed?",
	"Do you like dirty compliments?",
	"Have you ever masturbated with food?",
	"What's your longest time without sex?",
	"Do you like fast quickies?",
	"Have you ever faked moans?",
	"What's your hottest sex memory?",
	"Do you like hair pulling?",
	"Have you ever been walked in on while masturbating?",
	"What's your naughtiest sext sent?",
	"Do you like sex while half-dressed?",
	"Have you ever had sex in a movie theater?",
	"What's your weirdest orgasm story?",
	"Do you like licking nipples?",
	"Have you ever roleplayed online sexually?",
	"What's your hottest sex position?",
	"Do you like using blindfolds?",
	"Have you ever had your nudes leaked?",
	"What's your dirtiest sex dream?",
	"Do you like fingering more than oral?",
	"Have you ever masturbated with your partner?",
	"What's your sexiest porn scene?",
	"Do you like moaning loudly?",
	"Have you ever had sex on vacation?",
	"What's your kinkiest habit?",
	"Do you like oral more than penetration?",
	"Have you ever been fingered in public?",
	"What's your favorite sex toy to watch?",
	"Do you like edging yourself?",
	"Have you ever roleplayed with strangers online?",
	"What's your favorite thing about being fucked?",
	"Do you like being kissed after cumming?",
	"Have you ever tried sex in front of a mirror?",
	"Do you like being teased with toys?",
	"Have you ever roleplayed as a teacher/student?",
	"What's your dirtiest thought during sex?",
	"Do you like being kissed while tied up?",
	"Have you ever had sex with someone much older?",
	"What's your most forbidden fantasy?",
	"Do you like being fingered under clothes?",
	"Have you ever had sex on the floor?",
	"What's your favorite orgasm memory?",
	"Do you like moaning your partner’s name?",
	"Have you ever sent nudes to multiple people?",
	"What's your kinkiest secret?",
	"Do you like being spanked with toys?",
	"Have you ever had sex in a park?",
	"What's the wildest porn you’ve watched?",
	"Do you like playing with cum?",
	"Have you ever had sex on the beach?",
	"What's your naughtiest sext fantasy?",
	"Do you like your hair being pulled hard?",
	"Have you ever masturbated in the bathroom at work?",
	"What's your favorite way to be teased?",
	"Do you like licking or sucking toes?",
	"Have you ever had sex while someone else was in the same room?",
	"What's your most unexpected turn-on?",
	"Do you like being called slutty names?",
	"Have you ever had someone walk in while giving oral?",
	"What's your favorite roleplay scenario?",
	"Do you like giving or receiving nudes?",
	"Have you ever done mutual masturbation on video call?",
	"What's your dirtiest drunk story?",
	"Do you like slow teasing kisses?",
	"Have you ever fucked someone without taking all clothes off?",
	"What's your biggest oral turn-on?",
	"Do you like sex with lights on or off?",
	"Have you ever had sex in the rain?",
	"What's your kinkiest orgasm story?",
	"Do you like rubbing against someone in public?",
	"Have you ever made yourself squirt?",
	"What's your most taboo sexual fantasy?",
	"Do you like being groped unexpectedly?",
	"Have you ever used whipped cream or chocolate in sex?",
	"What's your favorite dirty nickname?",
	"Do you like sending moaning audios?",
	"Have you ever tried a 69 position?",
	"What's your sexiest porn clip?",
	"Do you like sex on tables or counters?",
	"Have you ever done a sexy striptease for someone?",
	"What's your kinkiest toy idea?",
	"Do you like being watched while masturbating?",
	"Have you ever roleplayed strangers meeting at a bar?",
	"What's your naughtiest text while horny?",
	"Do you like being teased with ice or heat?",
	"Have you ever masturbated while on call?",
	"What's your dirtiest hotel room story?",
	"Do you like your partner fingering you in public?",
	"Have you ever orgasmed from a fantasy alone?",
	"What's your sexiest masturbation trick?",
	"Do you like giving oral more than receiving?",
	"Have you ever had a secret office hookup?",
	"What's your wildest party sex story?",
	"Do you like being kissed on your thighs?",
	"Have you ever cum from nipple play?",
	"What's your dirtiest porn search?",
	"Do you like fucking in front of a mirror?",
	"Have you ever had an orgasm from sexting?",
	"What's your kinkiest one-night stand?",
	"Do you like being filmed secretly by a partner?",
	"Have you ever had sex with someone while another slept nearby?",
	"What's your weirdest roleplay idea?",
	"Do you like sex in the kitchen?",
	"Have you ever masturbated while watching someone live?",
	"What's your dirtiest sex dare?",
	"Do you like being forced to beg for sex?",
	"Have you ever given oral in public?",
	"What's your kinkiest fetish?",
	"Do you like being spanked hard?",
	"Have you ever had a naked dare?",
	"What's your wildest orgasm fantasy?",
	"Do you like playing with toys in front of someone?",
	"Have you ever been handcuffed and blindfolded?",
	"What's your dirtiest fantasy location?",
	"Do you like biting or being bitten during sex?",
	"Have you ever masturbated more than 5 times in one day?",
	"What's your sexiest strip game memory?",
	"Do you like dirty whispers in public?",
	"Have you ever used a mirror while masturbating?",
	"What's your kinkiest taboo thought?",
	"Do you like roleplay with costumes?",
	"Have you ever masturbated while thinking of a stranger?",
	"What's your naughtiest hookup?",
	"Do you like being called a good girl/bad girl?",
	"Have you ever had a quickie in the bathroom?",
	"What's your sexiest oral trick?",
	"Do you like teasing with fingers before penetration?",
	"Have you ever moaned someone else’s name in bed?",
	"What's your wildest late-night fantasy?",
	"Do you like edging games?",
	"Have you ever used toys with a partner on video call?",
	"What's your dirtiest sex-related secret?",
	"Do you like mixing pain with pleasure?",
	"Have you ever fucked in someone else’s bed?",
	"What's your kinkiest porn category?",
	"Do you like public teasing without anyone noticing?"
    ]
  }
}
